Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.pairing.guidance.authEnvironment.official
source: Pair with a Mac running the standard cmux app, and update cmux on the Mac if it is out of date.
ar: قم بإقرانه بجهاز Mac يقوم بتشغيل تطبيق cmux القياسي، وقم بتحديث cmux على جهاز Mac إذا كان قديمًا.
de: Koppeln Sie es mit einem Mac, auf dem die Standard-cmux-App ausgeführt wird, und aktualisieren Sie cmux auf dem Mac, wenn es veraltet ist.
es: Emparéjelo con una Mac que ejecute la aplicación cmux estándar y actualice cmux en la Mac si no está actualizada.
fr: Associez-le à un Mac exécutant l'application cmux standard et mettez à jour cmux sur le Mac s'il est obsolète.
ja: 通常版の cmux アプリを実行している Mac とペアリングしてください。Mac の cmux が古い場合は最新版に更新してください。
ko: 표준 cmux 앱을 실행하는 Mac과 페어링하고, 오래된 경우 Mac에서 cmux를 업데이트하세요.
zh_hans: 与运行标准 cmux 应用程序的 Mac 配对，并在 Mac 上更新 cmux（如果它已过期）。
zh_hant: 與運行標準 cmux 應用程式的 Mac 配對，並在 Mac 上更新 cmux（如果它已過期）。

# mobile.pairing.guidance.buildIncompatible
source: A DEV iPhone build connects to its same-tag DEV Mac build, plus tags granted with 'cmux mobile compatible-tags'. BETA, INTERNAL, and App Store builds connect only to Stable or Nightly.
ar: يتصل إصدار DEV iPhone بإصدار DEV Mac الذي يحمل نفس العلامة، بالإضافة إلى العلامات الممنوحة بـ "علامات متوافقة مع الأجهزة المحمولة cmux". تتصل إصدارات BETA وINTERNAL وApp Store بالإصدار الثابت أو Nightly فقط.
de: Ein DEV-iPhone-Build stellt eine Verbindung zu seinem DEV-Mac-Build mit demselben Tag her, plus Tags, die mit „cmux mobile kompatibel-tags“ gewährt werden. BETA-, INTERNAL- und App Store-Builds stellen nur eine Verbindung zu Stable oder Nightly her.
es: Una compilación DEV de iPhone se conecta a su compilación DEV de Mac con la misma etiqueta, además de etiquetas otorgadas con 'etiquetas compatibles con dispositivos móviles cmux'. Las versiones BETA, INTERNA y App Store se conectan solo a Stable o Nightly.
fr: Une version DEV iPhone se connecte à sa version DEV Mac avec la même balise, ainsi qu'aux balises accordées avec les « balises compatibles mobiles cmux ». Les versions BETA, INTERNE et App Store se connectent uniquement à Stable ou Nightly.
ja: DEV iPhone ビルドは同じタグの DEV Mac ビルドと、「cmux mobile compatible-tags」で許可されたタグに接続できます。BETA、INTERNAL、App Store ビルドは Stable または Nightly にのみ接続できます。
ko: DEV iPhone 빌드는 동일한 태그의 DEV Mac 빌드와 'cmux 모바일 호환 태그'로 부여된 태그에 연결됩니다. BETA, INTERNAL 및 App Store 빌드는 Stable 또는 Nightly에만 연결됩니다.
zh_hans: DEV iPhone 版本连接到其相同标签的 DEV Mac 版本，以及授予“cmux 移动兼容标签”的标签。 BETA、INTERNAL 和 App Store 版本仅连接到 Stable 或 Nightly。
zh_hant: DEV iPhone 版本連接到其相同標籤的 DEV Mac 版本，以及授予「cmux 行動裝置相容標籤」的標籤。 BETA、INTERNAL 和 App Store 版本僅連接到 Stable 或 Nightly。

# mobile.pairing.guidance.buildIncompatible.official
source: Update cmux on your Mac to the latest version, then try again.
ar: قم بتحديث cmux على جهاز Mac الخاص بك إلى الإصدار الأحدث، ثم حاول مرة أخرى.
de: Aktualisieren Sie cmux auf Ihrem Mac auf die neueste Version und versuchen Sie es dann erneut.
es: Actualice cmux en su Mac a la última versión y vuelva a intentarlo.
fr: Mettez à jour cmux sur votre Mac avec la dernière version, puis réessayez.
ja: Mac の cmux を最新バージョンに更新してから、もう一度お試しください。
ko: Mac의 cmux를 최신 버전으로 업데이트한 후 다시 시도하세요.
zh_hans: 将 Mac 上的 cmux 更新到最新版本，然后重试。
zh_hant: 將 Mac 上的 cmux 更新到最新版本，然後再試一次。

# mobile.pairing.guidance.localNetwork
source: Settings > cmux > Local Network, then try again.
ar: الإعدادات > cmux > الشبكة المحلية، ثم حاول مرة أخرى.
de: Einstellungen > cmux > Lokales Netzwerk, dann versuchen Sie es erneut.
es: Configuración > cmux > Red local y vuelva a intentarlo.
fr: Paramètres > cmux > Réseau local, puis réessayez.
ja: 設定 > cmux > ローカルネットワーク を開いてから、もう一度お試しください。
ko: 설정 > cmux > 로컬 네트워크를 선택하고 다시 시도하세요.
zh_hans: 设置 > cmux > 本地网络，然后重试。
zh_hant: 設定 > cmux > 本機網絡，然後重試。

# mobile.pairing.guidance.macUpdateRequired
source: Your saved computer will reconnect automatically after you update cmux on the Mac. You do not need to sign out or pair again.
ar: سيتم إعادة توصيل جهاز الكمبيوتر المحفوظ الخاص بك تلقائيًا بعد تحديث cmux على جهاز Mac. لا تحتاج إلى تسجيل الخروج أو الاقتران مرة أخرى.
de: Ihr gespeicherter Computer wird automatisch wieder verbunden, nachdem Sie cmux auf dem Mac aktualisiert haben. Sie müssen sich nicht abmelden oder erneut koppeln.
es: Su computadora guardada se volverá a conectar automáticamente después de que actualice cmux en Mac. No es necesario cerrar sesión ni volver a vincularse.
fr: Votre ordinateur enregistré se reconnectera automatiquement après la mise à jour de cmux sur Mac. Vous n'avez pas besoin de vous déconnecter ou de vous associer à nouveau.
ja: Macのcmuxをアップデートすると、保存済みのコンピュータに自動的に再接続します。サインアウトや再ペアリングは不要です。
ko: Mac에서 cmux를 업데이트하면 저장된 컴퓨터가 자동으로 다시 연결됩니다. 로그아웃하거나 다시 페어링할 필요가 없습니다.
zh_hans: 在 Mac 上更新 cmux 后，您保存的计算机将自动重新连接。您无需注销或再次配对。
zh_hant: 在 Mac 上更新 cmux 後，您儲存的電腦將自動重新連線。您無需登出或再次配對。

# mobile.pairing.guidance.openMacApp
source: Open cmux on your Mac, then scan the QR or link from it again.
ar: افتح cmux على جهاز Mac الخاص بك، ثم قم بمسح QR أو الرابط منه مرة أخرى.
de: Öffnen Sie cmux auf Ihrem Mac und scannen Sie dann den QR oder Link erneut.
es: Abra cmux en su Mac, luego escanee el QR o vincule nuevamente.
fr: Ouvrez cmux sur votre Mac, puis scannez à nouveau le QR ou le lien à partir de celui-ci.
ja: Macでcmuxを開いてから、そのQRコードまたはリンクをもう一度スキャンしてください。
ko: Mac에서 cmux를 연 다음 QR을 스캔하거나 다시 연결하세요.
zh_hans: 在 Mac 上打开 cmux，然后再次扫描其中的 QR 或链接。
zh_hant: 在 Mac 上開啟 cmux，然後再次掃描其中的 QR 或連結。

# mobile.pairing.guidance.connectAttemptGated
source: A connection attempt is already in progress. Give it a moment to finish; retry only if this computer stays disconnected.
ar: محاولة الاتصال جارية بالفعل. امنحها لحظة حتى تنتهي؛ أعد المحاولة فقط إذا ظل هذا الكمبيوتر غير متصل.
de: Es wird bereits ein Verbindungsversuch durchgeführt. Nehmen Sie sich einen Moment Zeit, um es fertigzustellen. Versuchen Sie es nur erneut, wenn die Verbindung zu diesem Computer weiterhin unterbrochen ist.
es: Ya hay un intento de conexión en curso. Dale un momento para terminar; Vuelva a intentarlo solo si esta computadora permanece desconectada.
fr: Une tentative de connexion est déjà en cours. Donnez-lui un moment pour terminer ; réessayez uniquement si cet ordinateur reste déconnecté.
ja: すでに接続処理が進行中です。完了まで少しお待ちください。接続されないままの場合のみ再試行してください。
ko: 연결 시도가 이미 진행 중입니다. 잠시 기다려 주세요. 이 컴퓨터의 연결이 끊어진 경우에만 다시 시도하세요.
zh_hans: 连接尝试已在进行中。给它一点时间来完成；仅当该计算机保持断开连接时才重试。
zh_hant: 連線嘗試已在進行中。給它一點時間來完成；僅當該計算機保持斷開連接時才重試。

# mobile.pairing.guidance.routeCleanupBlocked
source: Force-quit and reopen cmux on this iPhone, then reconnect. If this returns, restart cmux on the Mac.
ar: قم بإنهاء الأمر بالقوة وإعادة فتح cmux على جهاز iPhone هذا، ثم أعد الاتصال. إذا عاد هذا، أعد تشغيل cmux على جهاز Mac.
de: Erzwingen Sie das Beenden und öffnen Sie cmux auf diesem iPhone erneut, und stellen Sie dann die Verbindung wieder her. Wenn dies erneut auftritt, starten Sie cmux auf dem Mac neu.
es: Fuerce el cierre y vuelva a abrir cmux en este iPhone, luego vuelva a conectarse. Si esto regresa, reinicie cmux en Mac.
fr: Forcez la fermeture et rouvrez cmux sur cet iPhone, puis reconnectez-vous. Si cela revient, redémarrez cmux sur le Mac.
ja: このiPhoneでcmuxを強制終了して開き直し、再接続してください。再発する場合は、Macのcmuxを再起動してください。
ko: 이 iPhone에서 cmux를 강제 종료했다가 다시 연 다음 다시 연결하세요. 이 메시지가 반환되면 Mac에서 cmux를 다시 시작하세요.
zh_hans: 在此 iPhone 上强制退出并重新打开 cmux，然后重新连接。如果再次出现此问题，请在 Mac 上重新启动 cmux。
zh_hant: 在此 iPhone 上強制退出並重新開啟 cmux，然後重新連線。如果再次出現此問題，請在 Mac 上重新啟動 cmux。

# mobile.pairing.guidance.reachability
source: Iroh reconnects automatically. For a saved private-network fallback, connect both devices to that network, wake the Mac, and open cmux.
ar: يقوم Iroh بإعادة الاتصال تلقائيًا. للحصول على نسخة احتياطية محفوظة للشبكة الخاصة، قم بتوصيل كلا الجهازين بتلك الشبكة، وقم بتنشيط جهاز Mac، وافتح cmux.
de: Iroh verbindet sich automatisch wieder. Für ein gespeichertes privates Netzwerk-Fallback verbinden Sie beide Geräte mit diesem Netzwerk, aktivieren Sie den Mac und öffnen Sie cmux.
es: Iroh se vuelve a conectar automáticamente. Para tener una reserva de red privada guardada, conecte ambos dispositivos a esa red, active la Mac y abra cmux.
fr: Iroh se reconnecte automatiquement. Pour une solution de secours enregistrée sur un réseau privé, connectez les deux appareils à ce réseau, réveillez le Mac et ouvrez cmux.
ja: Irohは自動的に再接続します。保存済みのプライベートネットワークをフォールバックに使う場合は、両方の端末をそのネットワークに接続し、Macを起こしてcmuxを開いてください。
ko: 이로가 자동으로 다시 연결됩니다. 저장된 개인 네트워크 대체를 위해 두 장치를 해당 네트워크에 연결하고 Mac을 깨운 다음 ​​cmux를 엽니다.
zh_hans: Iroh 自动重新连接。对于已保存的专用网络回退，请将两个设备连接到该网络，唤醒 Mac，然后打开 cmux。
zh_hant: Iroh 自動重新連線。對於已儲存的專用網路回退，請將兩個裝置連接到該網絡，喚醒 Mac，然後開啟 cmux。

# mobile.pairing.guidance.rescanFresh
source: Open Mobile Pairing on the Mac and scan a fresh QR, or enter the Mac's numeric Tailscale IP and port.
ar: افتح اقتران الأجهزة المحمولة على جهاز Mac وقم بمسح QR جديد، أو أدخل عنوان Tailscale IP الرقمي والمنفذ الخاص بجهاز Mac.
de: Öffnen Sie Mobilgeräte koppeln auf dem Mac und scannen Sie einen neuen QR oder geben Sie die numerische Tailscale-IP und den Port des Mac ein.
es: Abra Vinculación móvil en Mac y escanee un QR nuevo, o ingrese la IP y el puerto numéricos de Tailscale de Mac.
fr: Ouvrez Jumelage mobile sur le Mac et scannez un nouveau QR, ou entrez l'adresse IP et le port numérique Tailscale du Mac.
ja: Mac で「モバイルペアリング」を開き、新しい QR をスキャンするか、Mac の数値 Tailscale IP アドレスとポートを入力してください。
ko: Mac에서 모바일 페어링을 열고 새로운 QR을 스캔하거나 Mac의 숫자 Tailscale IP 및 포트를 입력하세요.
zh_hans: 在 Mac 上打开移动设备配对并扫描新的二维码，或输入 Mac 的数字 Tailscale IP 和端口。
zh_hant: 在 Mac 上開啟行動裝置配對並掃描新的二維碼，或輸入 Mac 的數位 Tailscale IP 和連接埠。

# mobile.pairing.guidance.tailscaleUnavailable
source: Open Tailscale on both devices, then scan a fresh Mac pairing QR or enter its numeric Tailscale IP and port.
ar: افتح Tailscale على كلا الجهازين، ثم قم بمسح QR جديد لإقران Mac أو أدخل Tailscale IP الرقمي والمنفذ.
de: Öffnen Sie Tailscale auf beiden Geräten, scannen Sie dann einen neuen Mac-Kopplungs-QR oder geben Sie die numerische Tailscale-IP und den Port ein.
es: Abra Tailscale en ambos dispositivos, luego escanee un QR de emparejamiento de Mac nuevo o ingrese su IP y puerto numéricos de Tailscale.
fr: Ouvrez Tailscale sur les deux appareils, puis scannez un nouveau QR de couplage Mac ou entrez son adresse IP et son port Tailscale numériques.
ja: 両方のデバイスで Tailscale を開き、新しい Mac のペアリング QR をスキャンするか、数値の Tailscale IP アドレスとポートを入力してください。
ko: 두 장치 모두에서 Tailscale을 연 다음 새로운 Mac 페어링 QR을 스캔하거나 숫자로 된 Tailscale IP 및 포트를 입력하세요.
zh_hans: 在两台设备上打开 Tailscale，然后扫描新的 Mac 配对二维码或输入其数字 Tailscale IP 和端口。
zh_hant: 在兩台裝置上開啟 Tailscale，然後掃描新的 Mac 配對二維碼或輸入其數位 Tailscale IP 和連接埠。

# mobile.pairing.guidance.sameAccount
source: Both devices must be signed in to the same cmux account.
ar: يجب تسجيل دخول كلا الجهازين إلى نفس حساب cmux.
de: Beide Geräte müssen bei demselben cmux-Konto angemeldet sein.
es: Ambos dispositivos deben iniciar sesión en la misma cuenta cmux.
fr: Les deux appareils doivent être connectés au même compte cmux.
ja: 両方の端末が同じcmuxアカウントでサインインしている必要があります。
ko: 두 장치 모두 동일한 cmux 계정에 로그인되어 있어야 합니다.
zh_hans: 两个设备必须登录到同一 cmux 帐户。
zh_hant: 兩個裝置必須登入同一 cmux 帳戶。

# mobile.pairing.guidance.updateApp
source: Update cmux from the App Store (or TestFlight), then scan again.
ar: قم بتحديث cmux من App Store (أو TestFlight)، ثم قم بالمسح مرة أخرى.
de: Aktualisieren Sie cmux über den App Store (oder TestFlight) und scannen Sie dann erneut.
es: Actualice cmux desde App Store (o TestFlight) y luego escanee nuevamente.
fr: Mettez à jour cmux depuis l'App Store (ou TestFlight), puis numérisez à nouveau.
ja: App Store（またはTestFlight）でcmuxを更新してから、もう一度スキャンしてください。
ko: App Store(또는 TestFlight)에서 cmux를 업데이트한 후 다시 스캔하세요.
zh_hans: 从 App Store（或 TestFlight）更新 cmux，然后再次扫描。
zh_hant: 從 App Store（或 TestFlight）更新 cmux，然後再次掃描。

# mobile.pairing.guidance.updateApp.official
source: Update cmux from the App Store, then scan again.
ar: قم بتحديث cmux من متجر التطبيقات، ثم قم بالمسح مرة أخرى.
de: Aktualisieren Sie cmux aus dem App Store und scannen Sie dann erneut.
es: Actualice cmux desde la App Store y luego escanee nuevamente.
fr: Mettez à jour cmux depuis l'App Store, puis effectuez une nouvelle analyse.
ja: App Storeでcmuxを更新してから、もう一度スキャンしてください。
ko: App Store에서 cmux를 업데이트한 후 다시 스캔하세요.
zh_hans: 从 App Store 更新 cmux，然后再次扫描。
zh_hant: 從 App Store 更新 cmux，然後再次掃描。

# mobile.pairing.hostUnreachableFormat
source: Can't reach %@:%d. Make sure your Mac is awake and the private network or LAN for this saved route is active.
ar: لا يمكن الوصول إلى %@:%d. تأكد من أن جهاز Mac الخاص بك نشط وأن الشبكة الخاصة أو الشبكة المحلية (LAN) لهذا المسار المحفوظ نشطة.
de: %@:%d kann nicht erreicht werden. Stellen Sie sicher, dass Ihr Mac aktiv ist und das private Netzwerk oder LAN für diese gespeicherte Route aktiv ist.
es: No se puede acceder a %@:%d. Asegúrese de que su Mac esté activa y que la red privada o LAN para esta ruta guardada esté activa.
fr: Impossible d'accéder à %@:%d. Assurez-vous que votre Mac est éveillé et que le réseau privé ou LAN de cet itinéraire enregistré est actif.
ja: %@:%d に接続できません。Macが起動していて、この保存済み経路のプライベートネットワークまたはLANが有効か確認してください。
ko: %@:%d에 연결할 수 없습니다. Mac이 깨어 있고 이 저장된 경로에 대한 개인 네트워크 또는 LAN이 활성화되어 있는지 확인하십시오.
zh_hans: 无法到达 %@:%d。确保您的 Mac 处于唤醒状态，并且此已保存路线的专用网络或 LAN 处于活动状态。
zh_hant: 無法到達 %@:%d。確保您的 Mac 處於喚醒狀態，並且此已儲存路線的專用網路或 LAN 處於活動狀態。

# mobile.pairing.invalidCode
source: This isn't a cmux pairing QR. On cmux 0.64.17, scan the Pair iPhone code. On newer versions, scan the code in Mobile Pairing.
ar: هذا ليس QR الاقتران cmux. في cmux 0.64.17، قم بمسح رمز Pair iPhone. في الإصدارات الأحدث، قم بمسح الرمز ضوئيًا في اقتران الأجهزة المحمولة.
de: Dies ist kein Cmux-Pairing-QR. Scannen Sie auf cmux 0.64.17 den Pair iPhone-Code. Scannen Sie bei neueren Versionen den Code in Mobilgeräte koppeln.
es: Este no es un QR de emparejamiento de cmux. En cmux 0.64.17, escanee el código de emparejamiento de iPhone. En versiones más recientes, escanee el código en Vinculación móvil.
fr: Ce n'est pas un QR d'appariement cmux. Sur cmux 0.64.17, scannez le code Pair iPhone. Sur les versions plus récentes, scannez le code dans Jumelage mobile.
ja: これはcmuxのペアリングQRコードではありません。cmux 0.64.17では「Pair iPhone」のコードをスキャンします。新しいバージョンでは「モバイルペアリング」のコードをスキャンしてください。
ko: 이것은 cmux 페어링 QR이 아닙니다. cmux 0.64.17에서 iPhone 페어링 코드를 스캔하세요. 최신 버전에서는 모바일 페어링에서 코드를 스캔하세요.
zh_hans: 这不是 cmux 配对二维码。在 cmux 0.64.17 上，扫描配对 iPhone 代码。在较新版本上，扫描 移动设备配对中的代码。
zh_hant: 這不是 cmux 配對二維碼。在 cmux 0.64.17 上，掃描配對 iPhone 代碼。在較新版本上，掃描 行動裝置配對中的程式碼。

# mobile.pairing.localNetworkPermission
source: iOS blocked the connection. Allow cmux to use the Local Network in iOS Settings, then try again.
ar: قام iOS بحظر الاتصال. اسمح لـ cmux باستخدام الشبكة المحلية في إعدادات iOS، ثم حاول مرة أخرى.
de: iOS hat die Verbindung blockiert. Erlauben Sie cmux in den iOS-Einstellungen, das lokale Netzwerk zu verwenden, und versuchen Sie es dann erneut.
es: iOS bloqueó la conexión. Permita que cmux use la red local en la configuración de iOS y luego inténtelo nuevamente.
fr: iOS a bloqué la connexion. Autorisez cmux à utiliser le réseau local dans les paramètres iOS, puis réessayez.
ja: iOSが接続をブロックしました。iOSの設定でcmuxにローカルネットワークの使用を許可してから、もう一度お試しください。
ko: iOS가 연결을 차단했습니다. cmux가 iOS 설정에서 로컬 네트워크를 사용하도록 허용한 후 다시 시도하세요.
zh_hans: iOS 阻止了连接。在 iOS 设置中允许 cmux 使用本地网络，然后重试。
zh_hant: iOS 阻止了連線。在 iOS 設定中允許 cmux 使用本機網絡，然後再試一次。

# mobile.pairing.macUpdateRequired
source: Update cmux on this Mac to connect securely.
ar: قم بتحديث cmux على جهاز Mac هذا للاتصال بشكل آمن.
de: Aktualisieren Sie cmux auf diesem Mac, um eine sichere Verbindung herzustellen.
es: Actualice cmux en esta Mac para conectarse de forma segura.
fr: Mettez à jour cmux sur ce Mac pour vous connecter en toute sécurité.
ja: 安全に接続するには、このMacのcmuxをアップデートしてください。
ko: 안전하게 연결하려면 이 Mac에서 cmux를 업데이트하세요.
zh_hans: 更新此 Mac 上的 cmux 以安全连接。
zh_hant: 更新此 Mac 上的 cmux 以安全連線。

# mobile.pairing.loopbackRejected
source: This code points at the Mac itself (localhost), so your iPhone can't use it. On cmux 0.64.17, open Pair iPhone. On newer versions, open Mobile Pairing. Then scan a fresh code.
ar: يشير هذا الرمز إلى جهاز Mac نفسه (المضيف المحلي)، لذا لا يمكن لجهاز iPhone الخاص بك استخدامه. في cmux 0.64.17، افتح Pair iPhone. في الإصدارات الأحدث، افتح اقتران الأجهزة المحمولة. ثم قم بمسح رمز جديد.
de: Dieser Code verweist auf den Mac selbst (localhost), sodass Ihr iPhone ihn nicht verwenden kann. Öffnen Sie unter cmux 0.64.17 „iPhone koppeln“. Öffnen Sie bei neueren Versionen Mobilgeräte koppeln. Scannen Sie dann einen neuen Code.
es: Este código apunta al propio Mac (localhost), por lo que tu iPhone no puede usarlo. En cmux 0.64.17, abra Emparejar iPhone. En versiones más recientes, abra Vinculación móvil. Luego escanee un código nuevo.
fr: Ce code pointe vers le Mac lui-même (localhost), votre iPhone ne peut donc pas l'utiliser. Sur cmux 0.64.17, ouvrez Pair iPhone. Sur les versions plus récentes, ouvrez Jumelage mobile. Scannez ensuite un nouveau code.
ja: このコードはMac自身（localhost）を指しているため、iPhoneからは使えません。cmux 0.64.17では「Pair iPhone」を開きます。新しいバージョンでは「モバイルペアリング」を開き、新しいコードをスキャンしてください。
ko: 이 코드는 Mac 자체(localhost)를 가리키므로 iPhone에서는 이를 사용할 수 없습니다. cmux 0.64.17에서 iPhone 페어링을 엽니다. 최신 버전에서는 모바일 페어링을 엽니다. 그런 다음 새로운 코드를 스캔하세요.
zh_hans: 此代码指向 Mac 本身 (localhost)，因此您的 iPhone 无法使用它。在 cmux 0.64.17 上，打开“配对 iPhone”。在较新版本上，打开移动设备配对。然后扫描新代码。
zh_hant: 此代碼指向 Mac 本身 (localhost)，因此您的 iPhone 無法使用它。在 cmux 0.64.17 上，開啟「配對 iPhone」。在較新版本上，開啟行動裝置配對。然後掃描新代碼。

# mobile.pairing.manual.title
source: Can't scan? Enter this Mac's numeric Tailscale IP and port:
ar: لا يمكن المسح؟ أدخل عنوان Tailscale IP الرقمي والمنفذ الخاص بجهاز Mac:
de: Kann nicht scannen? Geben Sie die numerische Tailscale-IP und den Port dieses Mac ein:
es: ¿No puedes escanear? Ingrese la IP y el puerto numéricos de Tailscale de esta Mac:
fr: Vous ne parvenez pas à numériser ? Entrez l'adresse IP et le port Tailscale numérique de ce Mac :
ja: スキャンできない場合は、この Mac の数値 Tailscale IP アドレスとポートを入力してください：
ko: 스캔할 수 없나요? 이 Mac의 숫자 Tailscale IP 및 포트를 입력하세요.
zh_hans: 无法扫描？输入此 Mac 的数字 Tailscale IP 和端口：
zh_hant: 無法掃描？輸入此 Mac 的數位 Tailscale IP 和連接埠：

# mobile.pairing.manual.copyIP
source: Copy IP
ar: نسخ IP
de: IP kopieren
es: Copiar IP
fr: Copier l'adresse IP
ja: IP をコピー
ko: IP 복사
zh_hans: 复制IP
zh_hant: 複製IP

# mobile.pairing.manual.copyPort
source: Copy Port
ar: نسخ المنفذ
de: Port kopieren
es: Copiar puerto
fr: Copier le port
ja: ポートをコピー
ko: 포트 복사
zh_hans: 复制端口
zh_hant: 複製連接埠

# mobile.pairing.navigationTitle
source: Pairing
ar: الاقتران
de: Paarung
es: Emparejamiento
fr: Couplage
ja: ペアリング
ko: 편성
zh_hans: 配对
zh_hant: 配對

# mobile.pairing.requestTimedOut
source: The computer did not respond. Check the host and port, then try again.
ar: الكمبيوتر لم يستجب. تحقق من المضيف والمنفذ، ثم حاول مرة أخرى.
de: Der Computer reagierte nicht. Überprüfen Sie den Host und den Port und versuchen Sie es dann erneut.
es: La computadora no respondió. Verifique el host y el puerto y vuelva a intentarlo.
fr: L'ordinateur n'a pas répondu. Vérifiez l'hôte et le port, puis réessayez.
ja: コンピュータが応答しませんでした。ホストとポートを確認して、もう一度お試しください。
ko: 컴퓨터가 응답하지 않았습니다. 호스트와 포트를 확인한 후 다시 시도하세요.
zh_hans: 电脑没有反应。检查主机和端口，然后重试。
zh_hant: 電腦沒有反應。檢查主機和端口，然後重試。

# mobile.pairing.connectAttemptGated
source: Already reconnecting to this computer.
ar: يتم الآن إعادة الاتصال بهذا الكمبيوتر بالفعل.
de: Die Verbindung zu diesem Computer wird bereits wiederhergestellt.
es: Ya me estoy reconectando a esta computadora.
fr: Je me reconnecte déjà à cet ordinateur.
ja: このコンピュータには再接続中です。
ko: 이미 이 컴퓨터에 다시 연결하고 있습니다.
zh_hans: 已经重新连接到这台计算机。
zh_hant: 已經重新連接到這台電腦。

# mobile.pairing.routeCleanupBlocked
source: cmux paused new connections because earlier connection cleanups are still stuck.
ar: قام cmux بإيقاف الاتصالات الجديدة مؤقتًا لأن عمليات تنظيف الاتصال السابقة لا تزال عالقة.
de: cmux hat neue Verbindungen angehalten, da frühere Verbindungsbereinigungen immer noch hängen bleiben.
es: cmux detuvo nuevas conexiones porque las limpiezas de conexiones anteriores todavía están bloqueadas.
fr: cmux a suspendu les nouvelles connexions car les nettoyages de connexions antérieurs sont toujours bloqués.
ja: 以前の接続クリーンアップが停止したままのため、新しい接続を一時停止しました。
ko: 이전 연결 정리가 여전히 중단되어 cmux가 새 연결을 일시 중지했습니다.
zh_hans: cmux 暂停了新连接，因为之前的连接清理仍然卡住。
zh_hant: cmux 暫停了新連接，因為先前的連接清理仍然卡住。

# mobile.pairing.runtimeUnavailable
source: Could not connect to your computer.
ar: تعذر الاتصال بجهاز الكمبيوتر الخاص بك.
de: Es konnte keine Verbindung zu Ihrem Computer hergestellt werden.
es: No se pudo conectar a su computadora.
fr: Impossible de se connecter à votre ordinateur.
ja: コンピュータに接続できませんでした。
ko: 컴퓨터에 연결할 수 없습니다.
zh_hans: 无法连接到您的计算机。
zh_hant: 無法連接到您的電腦。

# mobile.pairing.scan
source: Scan QR Code
ar: مسح رمز الاستجابة السريعة
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
ja: QR コードをスキャン
ko: QR 코드 스캔
zh_hans: 扫描二维码
zh_hant: 掃描二維碼

# mobile.pairing.scannerCancel
source: Cancel
ar: يلغي
de: Stornieren
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# mobile.pairing.scannerTitle
source: Scan QR Code
ar: مسح رمز الاستجابة السريعة
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
ja: QR コードをスキャン
ko: QR 코드 스캔
zh_hans: 扫描二维码
zh_hant: 掃描二維碼

# mobile.pairing.secureRouteRequired
source: This pairing route is not trusted. Enter the Mac's numeric Tailscale IP and port, or scan its pairing QR.
ar: مسار الاقتران هذا غير موثوق به. أدخل عنوان Tailscale IP الرقمي والمنفذ الخاص بجهاز Mac، أو قم بمسح QR المقترن الخاص به.
de: Diese Kopplungsroute ist nicht vertrauenswürdig. Geben Sie die numerische Tailscale-IP und den Port des Mac ein oder scannen Sie den Kopplungs-QR.
es: Esta ruta de emparejamiento no es de confianza. Ingrese la IP y el puerto numéricos de Tailscale de la Mac, o escanee su QR de emparejamiento.
fr: Cette route de couplage n’est pas fiable. Entrez l'adresse IP et le port Tailscale numériques du Mac, ou scannez son QR de couplage.
ja: このペアリング経路は信頼できません。Mac の数値 Tailscale IP アドレスとポートを入力するか、ペアリング QR をスキャンしてください。
ko: 이 페어링 경로는 신뢰할 수 없습니다. Mac의 숫자 Tailscale IP 및 포트를 입력하거나 페어링 QR을 스캔하세요.
zh_hans: 该配对路由不受信任。输入 Mac 的数字 Tailscale IP 和端口，或扫描其配对二维码。
zh_hant: 該配對路由不受信任。輸入 Mac 的數位 Tailscale IP 和端口，或掃描其配對二維碼。

# mobile.pairing.stackAuthTokenUnavailable
source: Sign in on your computer with the same account, then try again.
ar: قم بتسجيل الدخول على جهاز الكمبيوتر الخاص بك بنفس الحساب، ثم حاول مرة أخرى.
de: Melden Sie sich mit demselben Konto auf Ihrem Computer an und versuchen Sie es dann erneut.
es: Inicie sesión en su computadora con la misma cuenta y vuelva a intentarlo.
fr: Connectez-vous sur votre ordinateur avec le même compte, puis réessayez.
ja: コンピュータで同じアカウントにサインインしてから、もう一度お試しください。
ko: 동일한 계정으로 컴퓨터에 로그인한 후 다시 시도하세요.
zh_hans: 使用同一帐户登录您的计算机，然后重试。
zh_hant: 使用相同帳戶登入您的計算機，然後重試。

# mobile.pairing.subtitle
source: Scan the QR shown on your computer, or enter a pairing code.
ar: امسح رمز QR الظاهر على جهاز الكمبيوتر الخاص بك، أو أدخل رمز الاقتران.
de: Scannen Sie den auf Ihrem Computer angezeigten QR-Code oder geben Sie einen Kopplungscode ein.
es: Escanee el QR que se muestra en su computadora o ingrese un código de emparejamiento.
fr: Scannez le QR affiché sur votre ordinateur ou entrez un code de couplage.
ja: コンピュータに表示された QR コードをスキャンするか、ペアリングコードを入力してください。
ko: 컴퓨터에 표시된 QR을 스캔하거나 페어링 코드를 입력하세요.
zh_hans: 扫描计算机上显示的二维码，或输入配对码。
zh_hant: 掃描電腦上顯示的二維碼，或輸入配對碼。

# mobile.pairing.title
source: Pair with computer
ar: إقران مع الكمبيوتر
de: Mit Computer koppeln
es: Emparejar con computadora
fr: Associer avec un ordinateur
ja: コンピュータとペアリング
ko: 컴퓨터와 페어링
zh_hans: 与电脑配对
zh_hant: 與電腦配對
